Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ལྟ ར་ དེ་ སེམས་ཅན་ དམྱལ་བ་ དེར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ ས་ འཚེད་ དེ །_
en: $933 “When at some point their karmic actions are exhausted, they will fall to the bottom of the furnaces.

source: དེ་ གལ་ཏེ་ ལས་ ཟད་པ ས་ ཞི་ ག་ དེ་དག་ གི་ ཞབས་ ཀྱི་ ནང་ དུ་ ལྷུང་ སྟེ །_
en: From there they will be plucked out by the henchmen, who will proceed to beat them in the same way that a blacksmith hammers a piece of iron into shape.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ནས་ བརྡུང་བ་ རྣམས་ ཀྱིས་ ཇི་ལྟ ར་ ལྕགས་མགར་ ས་ དག་ ལ་ ལྕགས་གོང་ བུར་ བྱས་ ཏེ །_ ལྕགས་མགར་ གྱིས་ ཀུན་ ཏུ་ རྡུང་བ་ དེ་ལྟ ར་ ཀུན་ ཏུ་ རྡུང་ ངོ་ །_།
en: The blows from the henchmen will kill them, but they will then be revived and receive more of the same.

source: དེ་ལྟ ར་ ཀུན་ ཏུ་ རྡུང་བ་ ན་ བརྡུངས་པ་ དང་ སྲོག་ ཆད་ ལ་ དེ་ནས་ ཡང་ བརྡུང་བ་ བཏེག་པ་ དང་ ཡང་ འཚོ་ སྟེ །_
en: Thus, they will be tortured for innumerable billions of years.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཡུན་རིང་ དུ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ འཚེད་ དོ །_། དེ་ བརྒྱ་ལ་ དེ་ལས་ ཐར་ ན་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྔ་བོ་ ཆེ འི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $934 “If by some odd chance they should escape from there, henchmen of the Lord of Death will next place them inside a large drum.

source: བཅུག་ ནས་ ཀྱང་ ལས་ ཀྱིས་ བྱས་པ འི་ རྔ་བོ་ ཆེ འི་ སྒྲ་ གང་ གིས་ དེ འི་ སྙིང་ ཞིགས་ པར་ བྱེད་པ་ རྣམ་པ་ དེ་ལྟ་ བུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ སྙིང་ རྣམ་པར་ ཞིགས་པ་ དེ་ཡང་ འཚོ་བར་ འགྱུར་ ལ་ དེ་ནས་ ཡང་ འཆི་བ ར་ འགྱུར་ ཏེ །_
en: The thunderous sounds of the drum will make their hearts burst, but they will then be revived, only to die once more in shock.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚོ་ ཞིང་ འཆི འོ །_།
en: This constant process of reviving and dying will continue until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ དྲུག་ བརྒྱ ར་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $935 “When they finally escape this hell, they will, as an effect that accords with their causal deeds, be born six hundred times as animals.

source: གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ རྟག་ ཏུ་ སྙིང་ སྐྲག་པ ར་ འགྱུར །_
en: If by some odd chance they should be born as humans, they will be constantly fearful and confused, as if they had the mind of a deer.

source: རི་ དག ས་ ཀྱི་ སེམས་ ལྟར་ རྣམ་པར་ འཁྲུལ་ ཅིང་ རྒྱལ་པོ འི་ འཁོར་ ནས་ རྟག་ ཏུ་ འཚེ་བ ར་ འགྱུར །_ གཞན་ གྱིས་ སྒྲ་ འབྱིན་པ ར་ བྱེད་ ཅིང་ བཅིང་བ ས་ ཀྱང་ ཚེ་ཟད་ པར་ བྱེད་ དེ །_ ནམས་ ཀྱང་ སེམས་ བདེ་བ ར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will suffer harm at the royal court, others will yell at them, and they will end their lives in chains, without ever having known any peace of mind.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ རྗེ་ སྐད་སྒྲ་ འབྱིན་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $936 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Heartbreaking Cries.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ [242a] སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, {{page:{number:321,id:UT22084-068-021-100347,folio:F.242.a,volume:V68}}} he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: མཆོད་སྦྱིན་ གྱི་ ལམ་ལོག་ པར་ ལྟ་བ་ ལོག་པ ར་ མཐོང་བ འི་ ལམ་ གྱིས་
en: Also, some people engage in unwholesome worship based on wrong view and wrong perception.

source: སྲིང་མོ་ གཞོན་ནུ་ སུན་ འབྱིན་པ ར་ བྱེད་པ་ ནི་ ཇི་ལྟ ར་ བྲམ་ཟེ འི་ སྨྲང་ ལས་ བུད་མེད་ གཞོན་ནུ་ འདོད་ཆགས་ ལངས་པ་ གང་ བག་མ ར་ མ་ བླངས་ ན་ དེས་ མི འི་ སྲོག་གཅོད་པ་ དང་ འདྲ་བ་ འཐོབ་པ ར་ འགྱུར་ རོ་
en: Thus, a man might defile his young sister, deceiving her by saying that, according to the Brahmin tradition, he who does not marry a young girl who feels desire commits a sin comparable to killing a human.

source: ཞེས་ དེ་ལྟ ར་ སྨྲང་ ངན་པ ས་ བསླུས་པ ས་ འོས་པ་ མ་ཡིན་པ་ ལ་ བྱེད་པ་
en: Fooling her through such foul advice, he may then indulge inappropriately with her.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ རྗེ་ སྐད་སྒྲ་ འབྱིན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon separating from his body, such a person will fall into the lower realms and be born in the hell of Heartbreaking Cries.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་
en: $937 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth.

source: འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ལག་པ་ དག་ གིས་ མདེའུ་ སྟེའུ་ ཀ་ རབ་ཏུ་ འབར་བ་ འཕེན་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ འཕེན་ ཏེ
en: On top of that, and in particular, henchmen of the Lord of Death will shoot burning projectiles and missiles at these beings.

source: ཇི་ལྟ ར་ བུ་ ས་ ལ འི་ འདབ་མ་ ཙམ་ དུ་ ལུས་ གང་ ཉམས་པ་ དང་ རྣམ་པར་ ཉམས་པ་ མ་ཡིན་པ་ ལ་ ལྷག་མ་ མེད་པར་ བྱེད་ དེ །_
en: This will cause their bodies to crumble and deteriorate as if they were the leaves of a pulāsa tree.

source: དེ་ལྟ ར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཉམས་ རྣམ་པར་ ཉམས་ ཤིང་ རབ་ཏུ་ འབར་ ལ་ ཀུན་ ནས་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ཉམ་ཐག་པ་ མགོན་མེད་ ཅིང་ གྲོགས་ མེད་ ལ་ གཉིས་ སུ་ མེད་པ་ ཡུན་རིང་ དུ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: All of their major and minor body parts will crumble under the viciously excruciating pain, and so they will suffer intensely, alone and without guardian or companion, for innumerable years.

source: གལ་ཏེ་ ཡང་ ལས་ ཟད་པ འི་ རྐྱེན་ གྱི་ དབང་ གིས་ མདེའུ་ སྟེའུ་ ཀ་ དང་ །_ རལ་གྲི་ ཉམ་ང་བ་ དེ་ལས་ ཐར་ ན་ ལྕགས་ ཀྱིས་ གཞི འི་ སྟེང་ ན་ མེ་མདག་ རབ་ཏུ་ འབར་བ འི་ ཕུང་པོ ར་ འབྱིང་ བཞིན་ དུ་ འབྲོས་ སོ །_།
en: $938 “Finally, due to the condition of their karmic actions becoming exhausted, they will escape the perils of the missiles and swords, but will then come to an iron ground filled with burning embers into which they will sink.

source: སྡུག་བསྔལ་ གྱི་ གདུང་བ་ མང་པོ ས་ ཉམ་ཐག་ ཅིང་ ངུ་སྐད་ འབྱིན་པ འི་ ཚེ །_ ཐག་ ཉེ་བ་ ན་ ནགས་ཚལ་ ཆེན་པོ་ སྤྲིན་ ནག་པོ་ ལྟ་བུ་ ཡོད་ དེ །_
en: When thus suffering miserably and crying out in pain, they will perceive a forest nearby that looks cool like a rain cloud.

source: ཀུན་ ནས་ བྱ་སྐད་ སྙན་པ ས་ ཡོངས་སུ་ བསྐོར་ ཅིང་ དེ འི་ ཐག་ ཉེ་བ་ ཞིག་ ན་ མཚོ་ཆེན་པོ་ ཆུ་རབ་ ཏུ་ དང་བ་ ཞིག་
en: Birds with beautiful voices are flying around the forest, and close by is a great lake with clear water.

source: ཡོད་པ་ མཐོང་ ནས་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ སོ །_།
en: Seeing all this the hell beings will think,

source: ཀྱེ་ ཨེ་མ་ ནག་པོ་ འདི་ ནི་ ནགས་ཚལ་ ཡིན་ ལ་ མཚོ་སྔོན་ [242b] པོ་ དང་ ཡང་ ལྡན་པ་ ཞིག་ སྟེ །_ བདག་ ནི་ འདིར་ བདེ་བ་ ཐོབ་པ ར་ འགྱུར་ རོ་ སྙམ་ ནས་
en: ‘Ah, there is a dark forest and a clear lake. {{page:{number:322,id:UT22084-068-021-100348,folio:F.242.b,volume:V68}}} I shall find relief there!’

source: མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་ ནགས་ཚལ་ དེ འི་ དྲུང་ དུ་ ས་གཞི་ མེ་མདག་ རབ་ཏུ་ འབར་བ འི་ ཕུང་པོ ར་ འབྱིང་ བཞིན་ དུ་ རྒྱུག་ གོ །_།
en: Longing for safety, refuge, and protection, they will proceed to stagger through the bed of burning embers as fast as they can.

source: དེ་ གང་ གི་ ཚེ་ ཐག་ ཉེ་བ་ ན །_ ནགས་ཚལ་ ཡོད་པ་ དེ་ དང་ བྱ་ དག་ གིས་ ཀྱང་ བསྐོར་བ་ མཐོང་བ་ དང་ །_ ཤིན་ཏུ་ བདེ་བ་ འདོད་པ་ དཔུང་གཉེན་ འདོད་པ་ དེ་ཡང་ ནགས་ དེ་དག་ ཉིད་ ཀྱི་ དྲུང་ དུ་ རབ་ཏུ་ རྒྱུག་ གོ །_།
en: As they draw closer and see the birds that circle around the forest, their yearning for relief and protection intensifies, and so they will lunge ahead.

source: དེ་ གལ་ཏེ་ ཚེགས་ ཆེན་པོ ས་ ནགས་ དེ འི་ དྲུང་ དུ་ ཕྱིན་པ་ དང་ །_ སྔར་ གཞན་ དུ་ མཐོང་ ལ །_ དེ་ གཞན་ ཞིག་ ཏུ་ མཐོང་ སྟེ་
en: Yet, when under great hardship they finally manage to arrive at the forest, it will suddenly take on a different appearance.

source: སྦྲུལ་ ཤིན་ཏུ་ གདུག་ ཅིང་ རབ་ཏུ་ འཇིགས་པ་ མགོ་ སྟོང་ ཡོད་པ །_
en: Now what they see is a vicious, terrifying, giant snake with a thousand heads.

source: མིག་ རབ་ཏུ་ འབར་བ །_ བྱད་བཞིན་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ ཞིག་ དང་ །_
en: The snake’s eyes are aflame and its faces utterly horrifying.

source: བྱ་ གང་ཡིན་པ་ དེ་དག་ ཀྱང་ ལུས་ རབ་ཏུ་ འབར་ ལ་ དེ་དག་ ཐམས་ཅད་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྒྲ་ སྐད་ རབ་ཏུ་ འབྱིན་པ ར་ མཐོང་ ལ་
en: The birds that they saw before now appear to be masses of burning hell beings.

source: སྦྲུལ་ དེས་ མོད་ བཞིན་ དུ་ བཟུང་ ནས་ ཟ་བ ར་ བྱེད་ དེ
en: Immediately, the snake will snatch up the hell beings and devour them.

source: སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱིས་ ཉམ་ཐག་པ་ ཆོ་ངེས་ འདེབས་པ་ ན་ དེ་ཡང་ སྦྲུལ་ དེ འི་ ཁ་ རབ་ཏུ་ འབར་བ ས་ བཟུང་ ནས་ ཁ འི་ བར་ དུ་ བཅུག་ སྟེ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: As they wail and suffer, the snake will clench them in its flaming mouths and eat them.

source: དེ་ལས་ ཀྱིས་ བྱས་པ འི་ སྦྲུལ་ དེ་ཉིད་ ཀྱིས་ ཟ་བ་ ནི་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ ཟ་བ ར་ བྱེད་ དོ །_།
en: For a long time—innumerable years—one will thus continue to be devoured by this great snake that is produced by karmic action.

source: དེ་ གལ་ཏེ་ ལས་ ཟད་ ནས་ སྦྲུལ་ དེ འི་ ཁ་ དེ་ནས་ ཐར་ ནས་ སྐོམ་པ ས་ གདུངས་པ ས་ མཚོ་ དེ འི་ དྲུང་ དུ་ རྒྱུག་ གོ །_།
en: $939 “If their karmic actions become exhausted and they thus manage to escape the snake, the hell beings will run toward the lake, tormented by thirst.

source: མཚོ་ དེ་ཡང་ དུད་པ་ ནག་པོ ས་ བསྒྲིབས་ ཤིང་ ནང་ ཡང་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེས་ གང་ སྟེ་
en: Yet the lake will now be enveloped in black smoke within which rage the fires of hell.

source: དེ་ མཚོ་ དེར་ ནུབ་བོ །_། མཚོ་ དེ་ ཟབས་ སུ་ དཔག་ཚད་ ཙམ་ སྟེ །_
en: This pit is one league deep, and the hell beings sink into it.

source: དེར་ ནུབ་ ཅིང་ དེར་ སྡུག་བསྔལ་ མི་བཟད་པ་ མྱོང་ ངོ་ །_།
en: Submerged and caught inside it, they experience unbearable pain.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ ལས་ དང་ འཐུན་པ་ གཞན་ དང་ མི་ འདྲ་བ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Yet, until their karmic actions have been overcome, relinquished, and exhausted, they will, in accordance with their causal actions, continue to experience suffering that is unlike anything else.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $940 “When one finally escapes this hell, one will, as an effect that accords with one’s causal actions, be born seven hundred times as a starving spirit or an animal.

source: དེ་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ དབུལ་ [243a] ཞིང་ ནད་བུ་ ཅན་ དང་ །_ གཞན་ གྱིས་ བཀོལ་བ་ དང་ །_ ལམ་ གྱི་ བཞི་མདོ་ དང་ །_ ལམ་པོ་ཆེ ར་ སྤྲད་པ་ དང་ །_ མིའུ་ཐུང་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of sea turtle poking its head through a yoke floating on the ocean, one should be born with the general lot in life of a human, one will be poor and {{page:{number:323,id:UT22084-068-021-100349,folio:F.243.a,volume:V68}}} sickly, enslaved by others, living at intersections and along the highways, and born as a midget.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ ཆེན་པོ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $941 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as One That Arouses Great Pity.

source: གང་ གིས་ སློབ་ ཏུ་ བཅུག་ ལ་ སློབ་པ འི་ ཚིག་ དེ་ཡང་ དག་པ འི་ ལམ་ རབ་ཏུ་ སྟོན་པ་ ཡིན་ ན་
en: Also, some people, out of desire, defile the faultless spouse of their teacher who explains to them the words of the true path.

source: དེ་ འདོད་ཆགས་ བདོ་བ ས་ མཁན་པོ་ དེ འི་ ཆུང་མ་ ཉེས་པ་ མེད་པ་ སུན་ འབྱིན་པ ར་ བྱེད་ ཅིང་ འཇིག་རྟེན་པ་ དག་ ལ་ ཡང་ འདི་ལྟར་ འདི་ ནི་ མཁན་མོ་ མ་ དང་ འདྲ་ སྟེ
en: Trying to convince the people of the world of their innocence, they declare,

source: བདག་ ནི་ བུ་ དང་ མཚུངས་ སོ་ ཞེས་ ཀྱང་ བརྗོད་ ལ་ ཡིད་ གཅུགས་པ ར་ འདོད་ ན །_
en: ‘This lady is like a teacher and mother to me, and I am like her son!’

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon separating from their bodies, such people will fall into the lower realms and be born in the hell known as One That Arouses Great Pity.

source: འདི་ལྟར་ གོང་ དང་ འོག་ ན་སོ་ མི་ འཐུན་པ འི་ ཁ་གཅོད་པ་ མཚོན་ འཛུགས་པ་ ལྟ་བུ ས་ ཡང་ དང་ ཡང་ དུ་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: On top of that, and in particular, they will be exposed to various sharp weapons with jagged edges that will slice into them, again and again, both from above and below.

source: དེ་ གཅོད་པ་ ན་ ནང་ དུ་ གཏོགས་པ འི་ ཤ་ དང་ །_ རྒྱུས་པ་ དང་ །_ པགས་པ་ དང་ །_ ཆུ་སེར་ དང་ །_ རུས་པ་ དང་ །_ རྐང་ གི་ བར་ ཐམས་ཅད་ མཚོན་ཆ་ དག་ གིས་ གཅོད་པ ར་ བྱེད་ དེ
en: Thus, all their flesh, sinew, skin, lymph, bones, and marrow will gradually be minced.

source: དེ་ལྟ ར་ སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ངུ་ ཞིང་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: As this happens, the beings will cry out in the most pitiful and heart-wrenching way.

source: ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་དག་ ཀྱང་ ངུས་པ འི་ སྒྲ་ དེས་ དེ་ལྟ ར་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ཉམ་ཐག་ སྟེ །_
en: Even the beings in other hells will hear their miserable cries and thus suffer unbearably.

source: ཤིན་ཏུ་ སྙིང་རྗེ་ རྗེ་ སྐད་ ཉམ་ཐག་པ་ ན་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ མྱོང་ ངོ་ །_།
en: As they hear these terribly dismal voices, they will experience all the same suffering.

source: གཅོད་པ་ ན་ སྲོག་ ཆད་པ ར་ མི་ [243b] འགྱུར་ ཏེ །_ དེ་ལྟ ར་ དེས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ཀུན་ ཏུ་ བཅད་ ཅིང་ བཅད་ ཅིང་ ཡང་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $943 “Although the beings of this hell keep being cut, they do not die. {{page:{number:324,id:UT22084-068-021-100350,folio:F.243.b,volume:V68}}} Thus, their tortures of being repeatedly crushed and revived will continue for many hundreds of thousands of years until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ དྲུག་ སྟོང་ དུ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When in the end they escape this hell, they will, as an effect that accords with their causal actions, be born six thousand times as hell beings, starving spirits, and animals.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ གལ་ཏེ་ མངལ་ དུའམ །_ གལ་ཏེ་ བཙས་ ནས་ སམ །_ གལ་ཏེ་ གན་རྐྱལ་ དུ་ བཞག་པ་ ན འམ །_ གལ་ཏེ་ གོག་ ཙམ་ ན འམ །_ གལ་ཏེ་ རྒྱུག་ ནུས་ ཙམ་ ན་ འཆི་བ ར་ འགྱུར་ ཞིང་ གང་དང་གང་ དུ་ སྐྱེས་པ ར་ དབང་པོ་ ཐམས་ཅད་ མ་ཚང་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they later should be born with the general lot in life of a human, they will either die in the womb, at birth, while still only being able to lie down, upon being able to crawl, or when just having learned to walk. They will also suffer from severe defects in their faculties.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ མེད་པ འི་ ས་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $944 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Land of No Mercy.

source: མནའ་མ་ ལ་ མི་རིགས་ པར་ བྱས་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ མེད་པ འི་ ས ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, those who indulge inappropriately with their daughters-in-law will, upon separating from their bodies, fall into the lower realms and be born in the hell known as Land of No Mercy.

source: དེར་ སྐྱེས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ དེ་དག་ ས འི་ སྟེང་ དུ་ ཕུང་པོ་ བརྩེགས་མ ར་ བྱས་ ཏེ
en: $945 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱི་ ཟངས་ ཀྱིས་ གཞི་ རབ་ཏུ་ བསྲེགས་པ ར་ བརྒྱ འམ་ ཡང་ན་ སྟོང་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ ཕུང་པོ ར་ བྱས་པ་ ནི་ ཇི་ལྟ ར་ སྐྲ འི་ རྩེ་མོ་ ལ་ སྐབས་མེད་པ་ དེ་ལྟ ར་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ བསྡུས་ ནས་ [244a] སྲེག་ གོ །_།
en: On top of that, and in particular, the henchmen of the Lord of Death will pile them up in a huge heap, one upon the other.

source: དེ་ལྟ ར་ དེ་དག་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ བཅེར་བ ས་ གནོད་པ་ ན་ ཇི་ལྟ ར་ དེ་དག་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ ཤིན་ཏུ་ ཐགས་ དམ་པོ ར་ བཅེར་བ འི་ བར་མི་ མངོན་པ་ དེ་ལྟ ར་ བསྡུ་བ ར་ བྱས་ ནས་
en: Upon a ground of flaming copper they will be stacked by the hundreds and thousands, so that not even the tip of a hair could fit between the bodies, and thus they will burn. {{page:{number:325,id:UT22084-068-021-100351,folio:F.244.a,volume:V68}}} The torture of being heaped up in this way is intense, and the henchmen of the Lord of Death will tie them together with tight ropes so that no gap is left whatsoever.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཐོ་བ་ ཐོགས་ ཏེ་ ཀུན་ ཏུ་ འཚོག་ གོ །_།
en: They will then take up hammers and subject them to their blows.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མི་བཟད་པ་ ཚ་བ་ རྩུབ་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, these beings will continue to experience fierce, vicious, excruciating pain for many hundreds of thousands of years until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ དགུ་ བརྒྱ ར་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $946 “When one finally escapes this hell, one will, as an effect that accords with one’s causal actions, be born nine hundred times as a starving spirit or an animal.

source: དེ་ལས་ ཐར་ ནས་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: Once free of such existences, one may, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, be born with the general lot in life of a human.

source: དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ འགྲན་ཟླ་ གཞན་ གྱིས་ བསད་པ ར་ འགྱུར །_
en: Yet in that case one will be poor, sickly, and killed by competitors.

source: ཡུལ་ངན་ པར་ ཆུ་འགྲམ་ གྱི་ མི་ ཀླ་ཀློ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: One’s place of birth will be unwholesome, as one is born among the barbarians that inhabit the shores.

source: དེར་ ཡང་ ཐམས་ཅད་ ཀྱི་ ཐ་མ ར་ འགྱུར་ ཞིང་ ཚེ་ ཐུང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Even among them one will be the lowliest and one’s life will be short.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ སྐམ་ བསྡུས་པ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $947 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Like Stacks of Dry Wood.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ བརྟགས་ ན་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: མི་ འཇིགས་པ་ སྦྱིན་པ་ བྱིན་པ འི་ ཆུང་མ་ ཉེས་པ་ མེད་པར་ འཕྲོག་པ་ ནི་ དེ་ གསོད་པ འི་ ས ར་ ཁྲིད་ ཅིང་ བསད་ དུ་ དོགས་པ་ ན་ གང་ གིས་ སྲོག་ ཕྱུང་ སྟེ །_
en: Also, a man might steal the honorable wife of another person who previously gave him the gift of freedom from fear.

source: མི་ དེ་ བཏང་བ་ ལས་ དེས་ ཀྱང་ དྲིན་ མེད་པར་ བྱས་ ནས་ དེ འི་ ཆུང་མ་ འཕྲོག་པ ར་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ སྐམ་ བསྡུས་པ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: The person who thus takes hold of another’s wife, without any regard for the fact that this man previously released him as he was being led to the scaffold, will upon separating from his body fall into the lower realms and be born in the hell known as Like Stacks of Dry Wood.

source: དེར་ སྐྱེས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་ [244b] པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཆུ་བོ་ སྒྲ་ ཆེན་ ཞེས་ བྱ་བ་ དེ འི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $948 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth. {{page:{number:326,id:UT22084-068-021-100352,folio:F.244.b,volume:V68}}} On top of that, and in particular, they will enter the river known as Great Sound together with many hundreds of thousands of other beings.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ བརྒྱ་ སྟོང་ དུ་མ་ དག་ ཀྱང་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Thus, as all of these beings enter the river, they will be swept away en masse by its great force.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_། དེ་དེ་ ལྟར་ དེ་དག་ གི་ ནང་ དུ་ ཞུགས་ཤིང་ ཤུགས་དྲག་པོ ས་ བདས་པ་ རྣམས་ ཀྱི་ འོག་ ཏུ་ བཅུག་ ནས་ དེ་ ཇི་ལྟ ར་ སྐྲ འི་ རྩེ་མོ་ ཙམ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ དེ་དག་ གིས་ སྟེང་ ནས་ སྟེང་ དུ་ འདུག་ ནས་
en: As some beings sink into the river, many more hell beings keep entering it, and thus the hell beings all flow along, one on top of the other, without even a gap the size a hair tip between their bodies.

source: གནོད་པ ར་ བྱེད་ དེ དེ འི་ སྟེང་ ན་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ འཁོད་ དོ །_། འོག་ ཏུ་ ནི་ ཞ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ ས་ འཚེད་ ཅིང་ སྲེག་ ལ་ གསོད་ དོ །_།
en: While maimed in this way by layers and layers of the bodies on top of them, these beings will at the same time be lethally burned and boiled by currents of boiling lead below them.

source: ཆོ་ངེས་ འདེབས་ ཤིང་ རྟག་ ཏུ་ སྡུག་བསྔལ་ བས་ ཉམ་ཐག་ སྟེ །_ དེ་ལྟ ར་ སྡུག་བསྔལ་ བས་ ཉམ་ཐག་པ་ ཕྱིར་ཞིང་ ལས་ ཀྱིས་ བྱས་པ འི་ ཆུ་སྲིན་ དག་ ཉེ་བ ར་ འོང་ སྟེ །_
en: Wailing in constant pain and misery, they will also be surrounded by crocodiles produced by karmic action.

source: གང་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ཡན་ ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཟ་ ཞིང་ འབྱུང་ ངོ་ །_།
en: The crocodiles will then eat all their major and minor body parts, but the beings will revive.
